aom
aribb24
atuin
autoconf
automake
brotli
c-ares
ca-certificates
cairo
cffi
cjson
coreutils
cryptography
curl
dav1d
dmg2img
expect
ffmpeg
figlet
flac
fontconfig
freetype
frei0r
fribidi
gcc
gd
gdk-pixbuf
gettext
gh
ghostscript
giflib
git
glib
gmp
gnutls
graphite2
graphviz
gts
harfbuzz
highway
hwloc
icu4c
imagemagick
imath
iperf3
isl
jasper
jbig2dec
jpeg-turbo
jpeg-xl
lame
leptonica
libarchive
libass
libavif
libb2
libbluray
libde265
libevent
libgpg-error
libheif
libidn
libidn2
libksba
liblinear
liblqr
libmicrohttpd
libmpc
libnghttp2
libogg
libomp
libpng
libraw
librist
librsvg
libsamplerate
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtermkey
libtiff
libtool
libunibreak
libunistring
libuv
libvidstab
libvmaf
libvorbis
libvpx
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
links
little-cms2
lua
luajit
luv
lz4
lzo
m4
mad
magic-wormhole
mbedtls
midnight-commander
mpdecimal
mpfr
mpg123
msgpack
ncurses
neovim
netpbm
nettle
newrelic-infra-agent
nmap
node
numpy
ocr
openblas
opencore-amr
openexr
openjpeg
openldap
openssl@1.1
openssl@3
openvino
opus
opusfile
p11-kit
packer
pandoc
pango
pcre
pcre2
pixman
pkg-config
pugixml
pycparser
python-cryptography
python-packaging
python-setuptools
python@3.11
python@3.12
rav1e
readline
rtmpdump
rubberband
ruby
s-lang
sdl2
shared-mime-info
shellcheck
six
snappy
sox
speex
sqlite
srt
stork
svt-av1
tbb
tcl-tk
telnet
tesseract
tetris-tui
thefuck
theora
tmux
tree
tree-sitter
unbound
unibilium
utf8proc
watch
webp
wget
x264
x265
xorgproto
xvid
xz
yarn
zeromq
zimg
zlib
zsh
zstd
aerospace
chrome-devtools
chromedriver
db-browser-for-sqlite
doteditor
google-chrome
jordanbaird-ice
llamachat
lulu
mactex-no-gui
mattermost
obs
onyx
opera
prince
scratch
swiftbar
vlc
wireshark
